<?php

return [
    'singular' => 'المقال',
    'plural' => 'المقالات',
    'empty' => 'لا يوجد اخبار.',
    'count' => 'عدد المقالات',
    'search' => 'بحث',
    'select' => 'اختر المقال',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن خبر',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة خبر',
        'show' => 'عرض المقال',
        'edit' => 'تعديل المقال',
        'delete' => 'حذف المقال',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
     ],
    'messages' => [
        'created' => 'تم اضافة المقال بنجاح.',
        'updated' => 'تم تعديل المقال بنجاح.',
        'deleted' => 'تم حذف المقال بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
     ],
    'attributes' => [
        'name' => 'اسم المقال',
        '%name%' => 'اسم المقال',
        'empty' => 'لا يوجد بيانات',
        'content' => 'محتوى المقال',
        '%content%' => 'محتوى المقال',
        'category_id' => 'فئة المقالة',
        'image' => 'صورة المقال',
        'views' => 'عدد المشاهدات',
     ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف المقال ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
         ],
     ],
 ];
