<?php

return [
    'singular' => 'الفريق',
    'plural' => 'افراد الفريق',
    'empty' => 'لا يوجد اخبار.',
    'count' => 'عدد افراد الفريق',
    'search' => 'بحث',
    'select' => 'اختر الفريق',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن فرد',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة فرد',
        'show' => 'عرض الفريق',
        'edit' => 'تعديل الفريق',
        'delete' => 'حذف الفريق',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الفريق بنجاح.',
        'updated' => 'تم تعديل الفريق بنجاح.',
        'deleted' => 'تم حذف الفريق بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الفرد',
        'empty' => 'لا يوجد بيانات',
        'title' => 'وظيفه الفرد',
        'image' => 'صورة الفريق',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الفريق ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
