<?php

return [
    'singular' => 'الفيديو',
    'plural' => 'الفيديوهات',
    'empty' => 'لا يوجد اخبار.',
    'count' => 'عدد الفيديوهات',
    'search' => 'بحث',
    'select' => 'اختر الفيديو',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن فيديو',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة فيديو',
        'show' => 'عرض الفيديو',
        'edit' => 'تعديل الفيديو',
        'delete' => 'حذف الفيديو',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الفيديو بنجاح.',
        'updated' => 'تم تعديل الفيديو بنجاح.',
        'deleted' => 'تم حذف الفيديو بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الفيديو',
        'sub_name' => 'اسم الفيديو الفرعي',
        'empty' => 'لا يوجد بيانات',
        'link' => 'رابط الفيديو',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الفيديو ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
