<?php

return [
    'singular' => 'الشريحه',
    'plural' => 'الشرائح',
    'empty' => 'لا يوجد اخبار.',
    'count' => 'عدد الشرائح',
    'search' => 'بحث',
    'select' => 'اختر الشريحه',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن شريحه',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة شريحه',
        'show' => 'عرض الشريحه',
        'edit' => 'تعديل الشريحه',
        'delete' => 'حذف الشريحه',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الشريحه بنجاح.',
        'updated' => 'تم تعديل الشريحه بنجاح.',
        'deleted' => 'تم حذف الشريحه بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الشريحه',
        'sub_name' => 'اسم الشريحه الفرعي',
        'empty' => 'لا يوجد بيانات',
        'link' => 'رابط الشريحه',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الشريحه ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
